{
	"i18n": [
		{"label":"Secure payment by Stripe", "traduction":"Paiement sécurisé par Stripe", "selecteur":"shopTitle"},
		{"label":"Billing Information", "traduction":"Informations sur la facturation", "selecteur":"billingInfos"},
		{"label":"Name", "traduction":"Pseudo", "selecteur":"nameBilling"},
		{"label":"Email", "traduction":"Email", "selecteur":"emailBilling"},
		{"label":"Country", "traduction":"Pays", "selecteur":"countryBilling"},
		{"label":"Select another country to see different payment options.", "traduction":"Sélectionnez un autre pays pour voir les différentes options de paiement.", "selecteur":"tipsCountry"},
		{"label":"Payment Information", "traduction":"Mode de paiement", "selecteur":"paymentInformation"},
		{"label":"By providing your IBAN and confirming this payment, you’re authorizing Payments Demo and Stripe, our payment provider, to send instructions to your bank to debit your account. You’re entitled to a refund under the terms and conditions of your agreement with your bank.", "traduction":"En fournissant votre IBAN et en confirmant ce paiement, vous autorisez Payments Demo et Stripe, notre prestataire de paiement, à envoyer des instructions à votre banque pour débiter votre compte. Vous avez droit à un remboursement selon les termes et conditions de votre contrat avec votre banque.", "selecteur":"ibanNotice"},
		{"label":"You’ll be redirected to the banking site to complete your payment.", "traduction":"Vous allez être redirigé vers le site bancaire pour compléter votre paiement.", "selecteur":"infoPaymentRedirect"},
		{"label":"Payment information will be provided after you place the order.", "traduction":"Les informations relatives au paiement vous seront fournies après avoir passé la commande", "selecteur":"infosPaymentReceiver"},
		{"label":"Click the button below to generate a QR code for WeChat.", "traduction":"Cliquez sur le bouton ci-dessous pour générer un code QR pour WeChat", "selecteur":"infosPaymentQrcode"},
		{"label":"Bank Account", "traduction":"Compte bancaire", "selecteur":"bankAccount"},
		{"label":"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the Direct Debit Request service agreement, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of Stripe Payments Demo (the “Merchant”) for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.", "traduction":"En fournissant vos coordonnées bancaires et en confirmant ce paiement, vous acceptez cette demande de prélèvement automatique et l\"accord de service relatif à la demande de prélèvement automatique et autorisez Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID numéro 507156 ('Stripe') à débiter votre compte par le biais du Bulk Electronic Clearing System (BECS) au nom de Stripe Payments Demo (le 'Marchand') pour tout montant qui vous est communiqué séparément par le Marchand. Vous certifiez que vous êtes soit un titulaire de compte ou un signataire autorisé sur le compte indiqué ci-dessus.", "selecteur":"noticeBankAccount"},
		{"label":"Pay", "traduction":"Payer", "traductionWechat": "Generer le QR code pour payer", "traductionDebit1": "Debiter", "traductionDebit2": "de", "selecteur":"payOrder"},
		{"label":"Card", "traduction":"Carte", "selecteur":"cardLabel"},
		{"label":"Completing your order…", "traduction":"Compléter votre commande...", "selecteur":"title1Proc"},
		{"label":"We’re just waiting for the confirmation from your bank… This might take a moment but feel free to close this page.", "traduction":"Nous attendons juste la confirmation de votre banque... Cela peut prendre un moment mais n\"hésitez pas à fermer cette page.", "selecteur":"description11Proc"},
		{"label":"We’ll send your receipt via email shortly.", "traduction":"Nous vous enverrons votre reçu par e-mail sous peu.", "selecteur":"description12Proc"},
		{"label":"Thanks for your order!", "traduction":"Merci pour votre commande!", "selecteur":"title2Proc"},
		{"label":"Woot! You successfully made a payment with Stripe.", "traduction":" Vous avez effectué avec succès un paiement avec Stripe.", "selecteur":"description21Proc"},
		{"label":"We just sent your receipt to your email address, and your items will be on their way shortly.", "traduction":"Nous venons d\"envoyer votre reçu à votre adresse e-mail, et vos articles seront bientôt en route", "selecteur":"description22Proc"},
		{"label":"Thanks! One last step!", "traduction":"Merci ! Une dernière étape !", "selecteur":"title3Proc"},
		{"label":"Please make a payment using the details below to complete your order.", "traduction":"Veuillez effectuer un paiement en utilisant les détails ci-dessous pour compléter votre commande.", "selecteur":"description31Proc"},
		{"label":"Oops, payment failed.", "traduction":"Oops, le paiement a échoué.", "selecteur":"title4Proc"},
		{"label":"It looks like your order could not be paid at this time. Please try again or select a different payment option.", "traduction":"Il semble que votre commande n\"ait pas pu être payée pour le moment. Veuillez réessayer ou sélectionner une autre option de paiement.", "selecteur":"description41Proc"},
		{"label":"Finalizing my order", "traduction":"Finalisation de ma commande", "selecteur":"finalizeOrder"},
		{"label":"Demo in test mode", "traduction":"Démo en mode test", "selecteur":"demoTitle"},
		{"label":"You can copy and paste the following test cards to trigger different scenarios:", "traduction":"Vous pouvez copier et coller les cartes de test suivantes pour déclencher différents scénarios :", "selecteur":""},
		{"label":"Authentication", "traduction":"Authentification", "selecteur":""},
		{"label":"required:", "traduction":"Requise:", "selecteur":""},
		{"label":"See the", "traduction":"Voir le ", "selecteur":""},
		{"label":"for a full list of test cards. ", "traduction":"pour une liste complète des cartes de test. ", "selecteur":""},
		{"label":"Non-card payments will redirect to test pages.", "traduction":"Les paiements sans carte seront redirigés vers les pages de test.", "selecteur":""}
	]
}