{
	"i18n": [
		{"label":"Secure payment by Stripe", "traduction":"Pagamento sicuro con striscia", "selecteur":"shopTitle"},
		{"label":"Billing Information", "traduction":"Informazioni per la fatturazione", "selecteur":"billingInfos"},
		{"label":"Name", "traduction":"Nome utente", "selecteur":"nameBilling"},
		{"label":"Email", "traduction":"Email", "selecteur":"emailBilling"},
		{"label":"Country", "traduction":"Paese", "selecteur":"countryBilling"},
		{"label":"Select another country to see different payment options.", "traduction":"Seleziona un altro paese per vedere le diverse opzioni di pagamento.", "selecteur":"tipsCountry"},
		{"label":"Payment Information", "traduction":"Informazioni sul pagamento", "selecteur":"paymentInformation"},
		{"label":"By providing your IBAN and confirming this payment, you’re authorizing Payments Demo and Stripe, our payment provider, to send instructions to your bank to debit your account. You’re entitled to a refund under the terms and conditions of your agreement with your bank.", 
		  "traduction":"Fornendo il tuo IBAN e confermando questo pagamento, stai autorizzando Payments Demo e Stripe, il nostro fornitore di pagamenti, a inviare istruzioni alla tua banca per addebitare il tuo conto. Hai diritto ad un rimborso secondo i termini e le condizioni del tuo accordo con la tua banca.", "selecteur":"ibanNotice"},
		{"label":"You’ll be redirected to the banking site to complete your payment.", "traduction":"Sarai reindirizzato al sito della banca per completare il pagamento.", "selecteur":"infoPaymentRedirect"},
		{"label":"Payment information will be provided after you place the order.", "traduction":"Le informazioni di pagamento saranno fornite dopo aver effettuato l'ordine.", "selecteur":"infosPaymentReceiver"},
		{"label":"Click the button below to generate a QR code for WeChat.", "traduction":"Clicca il pulsante qui sotto per generare un codice QR per WeChat.", "selecteur":"infosPaymentQrcode"},
		{"label":"Bank Account", "traduction":"Conto bancario", "selecteur":"bankAccount"},
		{"label":"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the Direct Debit Request service agreement, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of Stripe Payments Demo (the “Merchant”) for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.", 
		 "traduction":"Fornendo i dati del tuo conto bancario e confermando questo pagamento, accetti questa richiesta di addebito diretto e l'accordo di servizio e autorizzi Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 'Stripe' a addebitare il tuo conto attraverso il Bulk Electronic Clearing System (BECS) per conto di Stripe Payments Demo (l'Esercente) per qualsiasi importi comunicati separatamente dall'Esercente. L'utente certifica di essere il titolare di un conto o un firmatario autorizzato su il conto elencato sopra.", "selecteur":"noticeBankAccount"},
		{"label":"Pay", "traduction":"Paga", "traductionWechat": "Genera un codice QR per pagare", "traductionDebit1": "Debito", "traductionDebit2": "de", "selecteur":"payOrder"},
		{"label":"Card", "traduction":"Carta", "selecteur":"cardLabel"},
		{"label":"Completing your order…", "traduction":"Completamento dell'ordine...", "selecteur":"title1Proc"},
		{"label":"We’re just waiting for the confirmation from your bank… This might take a moment but feel free to close this page.", "traduction":"Stiamo aspettando la conferma dalla tua banca... Potrebbe volerci un attimo, ma sentiti libero di chiudere questa pagina.", "selecteur":"description11Proc"},
		{"label":"We’ll send your receipt via email shortly.", "traduction":"Ti invieremo la tua ricevuta via e-mail a breve.", "selecteur":"description12Proc"},
		{"label":"Thanks for your order!", "traduction":"Grazie per il tuo ordine!", "selecteur":"title2Proc"},
		{"label":"Woot! You successfully made a payment with Stripe.", "traduction":"Woot! Hai effettuato con successo un pagamento con Stripe.", "selecteur":"description21Proc"},
		{"label":"We just sent your receipt to your email address, and your items will be on their way shortly.", "traduction":"Abbiamo appena inviato la tua ricevuta al tuo indirizzo e-mail e i tuoi articoli arriveranno a breve.", "selecteur":"description22Proc"},
		{"label":"Thanks! One last step!", "traduction":"Grazie! Un ultimo passo!", "selecteur":"title3Proc"},
		{"label":"Please make a payment using the details below to complete your order.", "traduction":"Per favore, effettua un pagamento usando i dettagli qui sotto per completare il tuo ordine.", "selecteur":"description31Proc"},
		{"label":"Oops, payment failed.", "traduction":"Oops, pagamento fallito.", "selecteur":"title4Proc"},
		{"label":"It looks like your order could not be paid at this time. Please try again or select a different payment option.", "traduction":"Sembra che il tuo ordine non possa essere pagato in questo momento. Per favore riprova o seleziona un'altra opzione di pagamento.", "selecteur":"description41Proc"},
		{"label":"Finalizing my order", "traduction":"Finalizzazione dell'ordine", "selecteur":"finalizeOrder"},
		{"label":"Demo in test mode", "traduction":"Demo in modalità test", "selecteur":"demoTitle"},
		{"label":"You can copy and paste the following test cards to trigger different scenarios:", "traduction":"Puoi copiare e incollare le seguenti carte di prova per attivare diversi scenari:", "selecteur":""},
		{"label":"Authentication", "traduction":"Autenticazione", "selecteur":""},
		{"label":"required:", "traduction":"Richiesta::", "selecteur":""},
		{"label":"See the", "traduction":"Vedi la documentazione", "selecteur":""},
		{"label":"for a full list of test cards. ", "traduction":"per un elenco completo delle carte di prova.", "selecteur":""},
		{"label":"Non-card payments will redirect to test pages.", "traduction":"I pagamenti senza carta reindirizzeranno alle pagine di test.", "selecteur":""}
	]
}