{
	"i18n": [
		{"label":"Secure payment by Stripe", "traduction":"Pagamento seguro por Stripe", "selecteur":"shopTitle"},
		{"label":"Billing Information", "traduction":"Informação de facturação", "selecteur":"billingInfos"},
		{"label":"Name", "traduction":"Pseudo", "selecteur":"nameBilling"},
		{"label":"Email", "traduction":"Email", "selecteur":"emailBilling"},
		{"label":"Country", "traduction":"País", "selecteur":"countryBilling"},
		{"label":"Select another country to see different payment options.", "traduction":"Seleccione outro país para ver as diferentes opções de pagamento.", "selecteur":"tipsCountry"},
		{"label":"Payment Information", "traduction":"Forma de pagamento", "selecteur":"paymentInformation"},
		{"label":"By providing your IBAN and confirming this payment, you’re authorizing Payments Demo and Stripe, our payment provider, to send instructions to your bank to debit your account. You’re entitled to a refund under the terms and conditions of your agreement with your bank.", "traduction":"Ao fornecer o seu IBAN e confirmar este pagamento, autoriza a Demonstração de Pagamentos e a Stripe, o nosso fornecedor de pagamentos, a enviar instruções ao seu banco para debitar a sua conta. Tem direito a um reembolso nos termos e condições do seu contrato com o seu banco.", "selecteur":"ibanNotice"},
		{"label":"You’ll be redirected to the banking site to complete your payment.", "traduction":"Será redireccionado para o site do banco para completar o seu pagamento.", "selecteur":"infoPaymentRedirect"},
		{"label":"Payment information will be provided after you place the order.", "traduction":"As informações sobre o pagamento ser-lhe-ão fornecidas após ter efectuado a sua encomenda", "selecteur":"infosPaymentReceiver"},
		{"label":"Click the button below to generate a QR code for WeChat.", "traduction":"Clique no botão abaixo para gerar um código QR para o WeChat", "selecteur":"infosPaymentQrcode"},
		{"label":"Bank Account", "traduction":"Conta bancária", "selecteur":"bankAccount"},
		{"label":"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the Direct Debit Request service agreement, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of Stripe Payments Demo (the “Merchant”) for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.", "traduction":"Ao fornecer os seus dados bancários e confirmar este pagamento, concorda com este Pedido de Débito Directo e com o Contrato de Serviço de Pedido de Débito Directo e autoriza a Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 Stripe a debitar a sua conta através do Bulk Electronic Clearing System (BECS) em nome da Stripe Payments Demo (o Comerciante) por qualquer montante comunicado separadamente pelo Comerciante. Certifica-se que é titular de uma conta ou signatário autorizado na conta indicada acima.", "selecteur":"noticeBankAccount"},
		{"label":"Pay", "traduction":"Pague", "traductionWechat": "Gerar código QR para pagar", "traductionDebit1": "Debiter", "traductionDebit2": "de", "selecteur":"payOrder"},
		{"label":"Card", "traduction":"Carga", "selecteur":"cardLabel"},
		{"label":"Completing your order…", "traduction":"Complete o seu pedido...", "selecteur":"title1Proc"},
		{"label":"We’re just waiting for the confirmation from your bank… This might take a moment but feel free to close this page.", "traduction":"Estamos apenas à espera da confirmação do seu banco... Pode demorar um pouco, mas sinta-se à vontade para fechar esta página.", "selecteur":"description11Proc"},
		{"label":"We’ll send your receipt via email shortly.", "traduction":"Enviar-lhe-emos em breve o seu recibo por correio electrónico.", "selecteur":"description12Proc"},
		{"label":"Thanks for your order!", "traduction":"Obrigado pela sua encomenda!", "selecteur":"title2Proc"},
		{"label":"Woot! You successfully made a payment with Stripe.", "traduction":" Fez um pagamento com sucesso com Stripe.", "selecteur":"description21Proc"},
		{"label":"We just sent your receipt to your email address, and your items will be on their way shortly.", "traduction":"Acabámos de enviar o seu recibo para o seu endereço de correio electrónico, e os seus artigos estarão em breve a caminho", "selecteur":"description22Proc"},
		{"label":"Thanks! One last step!", "traduction":"Obrigado! Um último passo!", "selecteur":"title3Proc"},
		{"label":"Please make a payment using the details below to complete your order.", "traduction":"Por favor, faça um pagamento utilizando os detalhes abaixo para completar a sua encomenda.", "selecteur":"description31Proc"},
		{"label":"Oops, payment failed.", "traduction":"Oops, o pagamento falhou.", "selecteur":"title4Proc"},
		{"label":"It looks like your order could not be paid at this time. Please try again or select a different payment option.", "traduction":"Parece que a sua encomenda não pôde ser paga neste momento. Por favor, tente novamente ou seleccione outra opção de pagamento.", "selecteur":"description41Proc"},
		{"label":"Finalizing my order", "traduction":"Completar o meu pedido", "selecteur":"finalizeOrder"},
		{"label":"Demo in test mode", "traduction":"Demonstração em modo de teste", "selecteur":"demoTitle"},
		{"label":"You can copy and paste the following test cards to trigger different scenarios:", "traduction":"Pode copiar e colar os seguintes cartões de teste para desencadear diferentes cenários:", "selecteur":""},
		{"label":"Authentication", "traduction":"Autenticação", "selecteur":""},
		{"label":"required:", "traduction":"Obrigatório:", "selecteur":""},
		{"label":"See the", "traduction":"Ver o", "selecteur":""},
		{"label":"for a full list of test cards. ", "traduction":"para uma lista completa de cartões de teste.", "selecteur":""},
		{"label":"Non-card payments will redirect to test pages.", "traduction":"Os pagamentos sem cartões serão redireccionados para as páginas de teste.", "selecteur":""}
	]
}